Repository: NaN-tic/trytond-imap
Catalog: locale/*.po
Languages: ca, es

# field:imap.server,action_after_read:
source: Action after read
ca: Acció després de llegir
es: Acción después de leer

# field:imap.server,criterion:
source: Criterion
ca: Criteri
es: Criterio

# field:imap.server,criterion_used:
source: Criterion used
ca: Criteri utilitzat
es: Criterio utilizado

# field:imap.server,destination_folder:
source: Move Folder
ca: Mou a la carpeta
es: Mover a la carpeta

# field:imap.server,folder:
source: Folder
ca: Carpeta
es: Carpeta

# field:imap.server,host:
source: Server
ca: Servidor
es: Servidor

# field:imap.server,last_retrieve_date:
source: Last Retrieve Date
ca: Última data de recepció
es: Última fecha de recepción

# field:imap.server,mark_seen:
source: Mark as seen
ca: Marcar com a llegit
es: Marcar como leído

# field:imap.server,name:
source: Name
ca: Nom
es: Nombre

# field:imap.server,oauth_credentials:
source: Oauth Credentials
ca: Credencials d'Oauth
es: Credenciales de Oauth

# field:imap.server,offset:
source: Days Offset
ca: Dies d'offset
es: Días de Offset

# field:imap.server,password:
source: Password
ca: Contrasenya
es: Contraseña

# field:imap.server,port:
source: Port
es: Puerto

# field:imap.server,search_mode:
source: Search Mode
ca: Mode de cerca
es: Modo de búsqueda

# field:imap.server,session_id:
source: Session ID
ca: Identificador de sessió
es: ID de sesión

# field:imap.server,state:
source: State
ca: Estat
es: Estado

# field:imap.server,timeout:
source: Time Out
ca: Temps de termini
es: Tiempo de expiración

# field:imap.server,types:
source: Type
ca: Tipus
es: Tipo

# field:imap.server,user:
source: Username
ca: Nom d'usuari
es: Nombre de usuario

# help:imap.server,action_after_read:
source: The action to do after each email is readed.
ca: L'acció a fer després de llegir cada correu.
es: La acción a realizar después de leer cada correo.

# help:imap.server,destination_folder:
source: The folder name where to move to on the server. Absolut path
ca: El nom de la carpeta on moure al servidor. Directori absolut
es: El nombre de la carpeta a la que se va a mover en el servidor. Ruta absoluta

# help:imap.server,email:
source: Default From (if active this option) and Reply Email
ca: Origen predeterminat (si está activa aquesta opció) i correuelectrònic de resposta
es: Origen predeterminado (si está activa esta opción) y correoelectrónico de respuesta

# help:imap.server,folder:
source: The folder name where to read from on the server.
ca: El nom de la carpeta des d'on llegir al servidor
es: El nombre de la carpeta desde donde leer en el servidor.

# help:imap.server,mark_seen:
source: Mark emails as seen on fetch.
ca: Marcar el correu com a llegit després de descarregar
es: Marcar el correo como leído después de descargar.

# help:imap.server,search_mode:
source: The criteria to filter when download messages. By default is only take the unread mesages, but it is possible to take a time interval or a custom selection
ca: El criteri per filtrar quan es descarreguen missatges. Perdefecte, només es descarreguen missatges no llegits, però és possible descarregar missatges per un interval de temps o una selecció personalitzada
es: Los criterios para filtrar cuando se descargan mensajes. Por defecto, solo descarga mensajes no leídos, pero es posible descargar por un intervalo de tiempo o una selección personalizada

# help:imap.server,timeout:
source: Time to wait until connection is established. In seconds.
ca: Temps a esperar mentrés una connexió és establida. En segons.
es: Tiempo a esperar mientras una conexión es establecida. En segundos

# model:imap.server,name:
source: IMAP Server
ca: Servidor IMAP
es: Servidor IMAP

# model:imap.server.oauth.credentials,name:
source: Oauth Credentials
ca: Credencials d'Oauth
es: Credenciales de Oauth

# model:ir.action,name:act_imap_server
source: IMAP Server
ca: Servidor IMAP
es: Servidor IMAP

# model:ir.message,text:connection_error
source: IMAP connection test failed.
ca: La prova de connexió IMAP ha fallat.
es: La prueba de conexión IMAP falló.

# model:ir.message,text:connection_successful
source: Successful IMAP test connection using account "%(account)s".
ca: Connexió de prova IMAP correcta mitjançant el compte "%(account)s".
es: Conexión de prueba IMAP exitosa usando la cuenta "%(account)s".

# model:ir.message,text:fetch_error
source: Error IMAP Server: Could not get id "%(email)s" messages. %(msg)s
ca: Error del servidor IMAP: no s'han pogut obtenir els missatges d'identificador "%(email)s". %(msg)s
es: Error del servidor IMAP: No se pudieron obtener los mensajes con el ID "%(email)s". %(msg)s

# model:ir.message,text:general_error
source: Error IMAP Server: %(msg)s
ca: Error del servidor IMAP: %(msg)s
es: Error de servidor IMAP: %(msg)s

# model:ir.message,text:login_error
source: Error IMAP Server: Login with user "%(user)s" failed. %(msg)s
ca: Error del servidor IMAP: no s'ha pogut iniciar la sessió amb l'usuari "%(user)s". %(msg)s
es: Error de servidor IMAP: Error al iniciar sesión con el usuario "%(user)s". %(msg)s

# model:ir.message,text:msg_oauth_missing
source: The IMAP is set to use oauth authentication and the token is missing.
ca: L'IMAP està configurat per utilitzar l'autenticació d'auth i falta el token.
es: El IMAP está configurado para utilizar autenticación OAuth y falta el token.

# model:ir.message,text:search_error
source: Error IMAP Server: Could not search "%(criteria)s" messages. %(msg)s
ca: Error del servidor IMAP: no s'han pogut cercar els missatges "%(criteria)s". %(msg)s
es: Error del servidor IMAP: No se pudieron buscar "%(criteria)s" mensajes. %(msg)s

# model:ir.message,text:select_error
source: Error IMAP Server: Could not select "%(folder)s" mailbox. %(msg)s
ca: Error del servidor IMAP: no s'ha pogut seleccionar la bústia de correu "%(folder)s". %(msg)s
es: Error del servidor IMAP: No se pudo seleccionar el buzón "%(folder)s". %(msg)s

# model:ir.message,text:test_details
source: IMAP test connection Details: %(msg)s
ca: Detalls de connexió de prova IMAP: %(msg)s
es: Detalles de la conexión de prueba IMAP: %(msg)s

# model:ir.model.button,string:imap_done_button
source: Done
ca: Finalitzat
es: Finalizar

# model:ir.model.button,string:imap_draft_button
source: Draft
ca: Esborrany
es: Borrador

# model:ir.model.button,string:imap_get_mails_button
source: Get Mails
ca: Obtenir Emails
es: Obtener Emails

# model:ir.model.button,string:imap_outlook_oauth
source: Outlook OAuth
es: OAuth de Outlook

# model:ir.model.button,string:imap_test_button
source: Test
ca: Prova
es: Prueba

# model:ir.ui.menu,name:menu_imap_server
source: IMAP Server
ca: Servidor IMAP
es: Servidor IMAP

# model:res.group,name:group_imap_admin
source: IMAP Administration
ca: Administrador IMAP
es: Administración IMAP

# selection:imap.server,action_after_read:
source: Delete messages
ca: Suprimeix missatges
es: Eliminar mensajes

# selection:imap.server,action_after_read:
source: Move to a folder
ca: Moure a una carpeta
es: Mover a una carpeta

# selection:imap.server,action_after_read:
source: Nothing
ca: Res
es: Nada

# selection:imap.server,search_mode:
source: Custom
ca: Personalitzat
es: Personalizado

# selection:imap.server,search_mode:
source: Time Interval
ca: Interval del temps
es: Intervalo de tiempo

# selection:imap.server,search_mode:
source: Unseen
ca: No vistos
es: No leidos

# selection:imap.server,state:
source: Done
ca: Finalitzat
es: Finalizar

# selection:imap.server,state:
source: Draft
ca: Esborrany
es: Borrador

# selection:imap.server,types:
source: Generic
ca: Genèric
es: Genérico

# selection:imap.server,types:
source: Outlook
es: Perspectiva

# view:imap.server:
source: Login Information
ca: Informació d'usuari
es: Información de usuario

# view:imap.server:
source: Server Information
ca: Informació del Servidor
es: Información del Servidor

# field:imap.server,email:
source: Email
ca: Correu electrònic
